Repository: yipeng-git/paste-it
Catalog: Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, zh_hans, zh_hant

# filter.all
source: All types
de: Alle Typen
es: Todos los tipos
fr: Tous les types
ja: すべての種類
ko: 모든 유형
pl: Wszystkie typy
zh_hans: 全部类型
zh_hant: 所有類型

# filter.number
source: Number
de: Zahl
es: Número
fr: Nombre
ja: 数値
ko: 숫자
pl: Liczba
zh_hans: 数字
zh_hant: 數字

# filter.image
source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
pl: Obraz
zh_hans: 图片
zh_hant: 圖片

# filter.file
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
zh_hans: 文件
zh_hant: 檔案

source: Filter by type
de: Nach Typ filtern
es: Filtrar por tipo
fr: Filtrer par type
ja: 種類で絞り込み
ko: 유형별 필터
pl: Filtruj według typu
zh_hans: 按类型筛选
zh_hant: 依類型篩選

# filter.clear
source: Clear type filter
de: Typfilter löschen
es: Borrar filtro de tipo
fr: Effacer le filtre de type
ja: 種類フィルタを解除
ko: 유형 필터 지우기
pl: Wyczyść filtr typu
zh_hans: 清除类型筛选
zh_hant: 清除類型篩選

# tab.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본
pl: Domyślne
zh_hans: 默认
zh_hant: 預設

# tab.pinned
source: Pinned
de: Angeheftet
es: Fijados
fr: Épinglés
ja: ピン留め
ko: 고정됨
pl: Przypięte
zh_hans: 已固定
zh_hant: 已釘選

# tab.folder
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
zh_hans: 文件夹
zh_hant: 檔案夾

# clipType.image
source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
pl: Obraz
zh_hans: 图片
zh_hant: 圖片

# clipType.file
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
zh_hans: 文件
zh_hant: 檔案

# clipType.mixed
source: Mixed
de: Gemischt
es: Mixto
fr: Mixte
ja: 混合
ko: 혼합
pl: Mieszany
zh_hans: 混合
zh_hant: 混合

# clipType.folder
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
zh_hans: 文件夹
zh_hant: 檔案夾

# clipType.empty
source: Empty
de: Leer
es: Vacío
fr: Vide
ja: 空
ko: 비어 있음
pl: Pusto
zh_hans: 空
zh_hant: 空白

# clipPreview.oneCharacter
source: 1 character
de: 1 Zeichen
es: 1 carácter
fr: 1 caractère
ja: 1 文字
ko: 글자 1개
pl: 1 znak
zh_hans: 1 个字符
zh_hant: 1 個字元

# clipPreview.characters
source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
ja: %lld 文字
ko: 글자 %lld개
pl: %lld znaków
zh_hans: %lld 个字符
zh_hant: %lld 個字元

# keepHistory.oneDay
source: 1 Day
de: 1 Tag
es: 1 día
fr: 1 jour
ja: 1 日
ko: 1일
pl: 1 dzień
zh_hans: 1 天
zh_hant: 1 天

# keepHistory.oneWeek
source: 1 Week
de: 1 Woche
es: 1 semana
fr: 1 semaine
ja: 1 週間
ko: 1주
pl: 1 tydzień
zh_hans: 1 周
zh_hant: 1 週

# keepHistory.oneMonth
source: 1 Month
de: 1 Monat
es: 1 mes
fr: 1 mois
ja: 1 か月
ko: 1개월
pl: 1 miesiąc
zh_hans: 1 个月
zh_hant: 1 個月

# keepHistory.forever
source: Forever
de: Für immer
es: Para siempre
fr: Pour toujours
ja: 無期限
ko: 영구
pl: Na zawsze
zh_hans: 永久
zh_hant: 永久

# stack.fifo
source: First in, first out
de: Zuerst rein, zuerst raus
es: Primero en entrar, primero en salir
fr: Premier entré, premier sorti
ja: 先入れ先出し
ko: 선입선출
pl: Pierwsze weszło, pierwsze wyszło
zh_hans: 先进先出
zh_hant: 先進先出

# stack.lifo
source: Last in, first out
de: Zuletzt rein, zuerst raus
es: Último en entrar, primero en salir
fr: Dernier entré, premier sorti
ja: 後入れ先出し
ko: 후입선출
pl: Ostatnie weszło, pierwsze wyszło
zh_hans: 后进先出
zh_hant: 後進先出

# stack.fifoHelp
source: Copy order. Click to reverse.
de: Kopierreihenfolge. Klicken zum Umkehren.
es: Orden de copia. Haz clic para invertir.
fr: Ordre de copie. Cliquez pour inverser.
ja: コピー順。クリックで反転。
ko: 복사한 순서입니다. 클릭하여 순서를 바꿉니다.
pl: Kolejność kopiowania. Kliknij, aby odwrócić.
zh_hans: 按复制顺序。点击切换方向。
zh_hant: 依複製順序。點一下以反轉。

# stack.lifoHelp
source: Newest first. Click for copy order.
de: Neueste zuerst. Klicken für Kopierreihenfolge.
es: Lo más reciente primero. Haz clic para orden de copia.
fr: Le plus récent d'abord. Cliquez pour l'ordre de copie.
ja: 新しい順。クリックでコピー順に。
ko: 최신 항목이 먼저입니다. 클릭하여 복사 순서로 바꿉니다.
pl: Najnowsze najpierw. Kliknij dla kolejności kopiowania.
zh_hans: 最新优先。点击切换为复制顺序。
zh_hant: 最新的優先。點一下改為複製順序。

# stack.paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
pl: Wklej
zh_hans: 粘贴
zh_hant: 貼上

# stack.open
source: Open Paste Stack
de: Einfügestapel öffnen
es: Abrir pila de pegado
fr: Ouvrir la pile de collage
ja: ペーストスタックを開く
ko: 붙여넣기 스택 열기
pl: Otwórz stos wklejania
zh_hans: 打开粘贴堆栈
zh_hant: 打開貼上堆疊

# stack.close
source: Close Paste Stack
de: Einfügestapel schließen
es: Cerrar pila de pegado
fr: Fermer la pile de collage
ja: ペーストスタックを閉じる
ko: 붙여넣기 스택 닫기
pl: Zamknij stos wklejania
zh_hans: 关闭粘贴堆栈
zh_hant: 關閉貼上堆疊

# stack.title
source: Stack
de: Stapel
es: Pila
fr: Pile
ja: スタック
ko: 스택
pl: Stos
zh_hans: 堆栈
zh_hant: 堆疊

# stack.statusWithCount
source: Stack · %lld
de: Stapel · %lld
es: Pila · %lld
fr: Pile · %lld
ja: スタック · %lld
ko: 스택 · %lld
pl: Stos · %lld
zh_hans: 堆栈 · %lld
zh_hant: 堆疊 · %lld

# stack.collecting
source: Collecting
de: Sammeln
es: Recopilando
fr: Collecte
ja: 収集中
ko: 수집 중
pl: Zbieranie
zh_hans: 收集中
zh_hant: 收集中

# stack.closeHelp
source: Close Paste Stack (⇧⌘C)
de: Einfügestapel schließen (⇧⌘C)
es: Cerrar pila de pegado (⇧⌘C)
fr: Fermer la pile de collage (⇧⌘C)
ja: ペーストスタックを閉じる (⇧⌘C)
ko: 붙여넣기 스택 닫기(⇧⌘C)
pl: Zamknij stos wklejania (⇧⌘C)
zh_hans: 关闭粘贴堆栈 (⇧⌘C)
zh_hant: 關閉貼上堆疊 (⇧⌘C)

# stack.pasteNext
source: ⌘V pastes next
de: ⌘V fügt das Nächste ein
es: ⌘V pega el siguiente
fr: ⌘V colle le suivant
ja: ⌘V で次をペースト
ko: ⌘V로 다음 항목 붙여넣기
pl: ⌘V wkleja następny
zh_hans: ⌘V 粘贴下一项
zh_hant: ⌘V 貼上下一項

# stack.emptyTitle
source: Copy to fill the stack
de: Kopieren, um den Stapel zu füllen
es: Copia para llenar la pila
fr: Copiez pour remplir la pile
ja: コピーしてスタックを埋める
ko: 복사하여 스택을 채우세요
pl: Kopiuj, aby wypełnić stos
zh_hans: 复制内容以填充栈
zh_hant: 複製內容以填入堆疊

# stack.emptySubtitle
source: Then ⌘V in any app
de: Dann ⌘V in einer beliebigen App
es: Luego ⌘V en cualquier app
fr: Puis ⌘V dans n'importe quelle app
ja: その後、任意のアプリで ⌘V
ko: 이후 원하는 App에서 ⌘V
pl: Potem ⌘V w dowolnej aplikacji
zh_hans: 然后在任意应用中按 ⌘V
zh_hant: 然後在任意 App 中按 ⌘V

# stack.accessibilityHint
source: Grant Accessibility so ⌘V can advance the stack
de: Bedienungshilfen erlauben, damit ⌘V den Stapel voranbringt
es: Concede accesibilidad para que ⌘V avance la pila
fr: Autorisez l'accessibilité pour que ⌘V fasse avancer la pile
ja: ⌘V でスタックを進めるにはアクセシビリティを許可してください
ko: ⌘V로 스택을 진행하려면 손쉬운 사용을 허용하세요
pl: Zezwól na dostępność, aby ⌘V przechodziło do następnego
zh_hans: 请允许辅助功能权限，以便 ⌘V 可推进堆栈
zh_hant: 請允許「輔助使用」，⌘V 才能推進堆疊

# stack.resizeHelp
source: Drag to resize height
de: Ziehen, um die Höhe zu ändern
es: Arrastra para cambiar la altura
fr: Glisser pour redimensionner la hauteur
ja: ドラッグで高さを変更
ko: 드래그하여 높이 조절
pl: Przeciągnij, aby zmienić wysokość
zh_hans: 拖动以调整高度
zh_hant: 拖曳以調整高度

# stack.moveToNext
source: Move to Next
de: Zum Nächsten
es: Mover al siguiente
fr: Passer au suivant
ja: 次へ移動
ko: 다음으로 이동
pl: Przenieś do następnego
zh_hans: 移到下一项
zh_hant: 移到下一項

# stack.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
zh_hans: 删除
zh_hant: 刪除

# menu.openPaste
source: Open Paste
de: Verlauf öffnen
es: Abrir historial
fr: Ouvrir l'historique
ja: クリップボードを開く
ko: 클립보드 열기
pl: Otwórz historię
zh_hans: 打开剪贴板
zh_hant: 打開剪貼簿

# menu.clearStack
source: Clear Paste Stack
de: Einfügestapel leeren
es: Vaciar pila de pegado
fr: Vider la pile de collage
ja: ペーストスタックをクリア
ko: 붙여넣기 스택 비우기
pl: Wyczyść stos wklejania
zh_hans: 清空粘贴堆栈
zh_hant: 清空貼上堆疊

# menu.pastePlain
source: Paste Without Formatting
de: Als Text einfügen
es: Pegar sin formato
fr: Coller sans mise en forme
ja: 書式なしでペースト
ko: 서식 없이 붙여넣기
pl: Wklej bez formatowania
zh_hans: 粘贴为纯文本
zh_hant: 以純文字貼上

# menu.pauseCapture
source: Pause Capture
de: Erfassung pausieren
es: Pausar captura
fr: Suspendre la capture
ja: キャプチャを一時停止
ko: 캡처 일시 정지
pl: Wstrzymaj przechwytywanie
zh_hans: 暂停捕获
zh_hant: 暫停擷取

# menu.resumeCapture
source: Resume Capture
de: Erfassung fortsetzen
es: Reanudar captura
fr: Reprendre la capture
ja: キャプチャを再開
ko: 캡처 재개
pl: Wznów przechwytywanie
zh_hans: 恢复捕获
zh_hant: 恢復擷取

# menu.copyMcpURL
source: Copy MCP URL
de: MCP-URL kopieren
es: Copiar URL de MCP
fr: Copier l'URL MCP
ja: MCP URL をコピー
ko: MCP URL 복사
pl: Kopiuj adres URL MCP
zh_hans: 复制 MCP 地址
zh_hant: 複製 MCP 網址

# menu.preferences
source: Preferences…
de: Einstellungen…
es: Preferencias…
fr: Réglages…
ja: 環境設定…
ko: 환경설정…
pl: Ustawienia…
zh_hans: 偏好设置…
zh_hant: 設定…

# menu.checkUpdates
source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
pl: Sprawdź aktualizacje…
zh_hans: 检查更新…
zh_hant: 檢查更新項目…

# menu.quit
source: Quit Paste It
de: Paste It beenden
es: Salir de Paste It
fr: Quitter Paste It
ja: Paste It を終了
ko: Paste It 종료
pl: Zakończ Paste It
zh_hans: 退出 Paste It
zh_hant: 結束 Paste It

# menu.more
source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더 보기
pl: Więcej
zh_hans: 更多
zh_hant: 更多

# menu.statusTooltip
source: Paste It — hold ⌘C / ⌘V to press the keys
de: Paste It — ⌘C / ⌘V gedrückt halten, um die Tasten anzuzeigen
es: Paste It — mantén ⌘C / ⌘V para ver las teclas
fr: Paste It — maintenez ⌘C / ⌘V pour afficher les touches
ja: Paste It — ⌘C / ⌘V を押し続けてキーを表示
ko: Paste It — ⌘C / ⌘V를 누르고 있으면 키가 표시됩니다
pl: Paste It — przytrzymaj ⌘C / ⌘V, aby pokazać klawisze
zh_hans: Paste It — 按住 ⌘C / ⌘V 查看按键
zh_hant: Paste It — 按住 ⌘C / ⌘V 可預覽按鍵

# menu.statusClickHint
source: Left-click: timeline · Right-click: menu
de: Linksklick: Verlauf · Rechtsklick: Menü
es: Clic izquierdo: historial · Clic derecho: menú
fr: Clic gauche : historique · Clic droit : menu
ja: 左クリック：タイムライン · 右クリック：メニュー
ko: 왼쪽 클릭: 타임라인 · 오른쪽 클릭: 메뉴
pl: Lewy przycisk: historia · Prawy przycisk: menu
zh_hans: 左键：时间线 · 右键：菜单
zh_hant: 左鍵：時間軸 · 右鍵：選單

# timeline.clearFilter
source: Clear filter
de: Filter löschen
es: Borrar filtro
fr: Effacer le filtre
ja: フィルタを解除
ko: 필터 지우기
pl: Wyczyść filtr
zh_hans: 清除筛选
zh_hant: 清除篩選

# timeline.selectedCount
source: %lld selected — Return to paste
de: %lld ausgewählt — Eingabe zum Einfügen
es: %lld seleccionados — Intro para pegar
fr: %lld sélectionnés — Entrée pour coller
ja: %lld 件選択 — Return でペースト
ko: %lld개 선택됨 — Return으로 붙여넣기
pl: Wybrano %lld — Return, aby wkleić
zh_hans: 已选 %lld 项 — 按 Return 键粘贴
zh_hant: 已選取 %lld 項 — 按 Return 貼上

# timeline.newFolder
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新規フォルダ
ko: 새 폴더
pl: Nowy folder
zh_hans: 新建文件夹
zh_hant: 新增檔案夾

# timeline.newFolderHelp
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
ja: 新規フォルダ
ko: 새 폴더
pl: Nowy folder
zh_hans: 新建文件夹
zh_hant: 新增檔案夾

# timeline.search
source: Search (⌘F)
de: Suchen (⌘F)
es: Buscar (⌘F)
fr: Rechercher (⌘F)
ja: 検索 (⌘F)
ko: 검색(⌘F)
pl: Szukaj (⌘F)
zh_hans: 搜索 (⌘F)
zh_hant: 搜尋 (⌘F)

# timeline.searchHistory
source: Search history
de: Verlauf durchsuchen
es: Buscar en el historial
fr: Rechercher dans l'historique
ja: 履歴を検索
ko: 기록 검색
pl: Przeszukaj historię
zh_hans: 搜索历史
zh_hant: 搜尋歷史記錄

# timeline.noMatch
source: No matching clips
de: Keine passenden Einträge
es: No hay elementos coincidentes
fr: Aucun élément correspondant
ja: 一致する項目がありません
ko: 일치하는 항목 없음
pl: Brak pasujących elementów
zh_hans: 没有匹配的剪贴项
zh_hant: 沒有符合的項目

# timeline.noTypeInPinned
source: No %@ clips in Pinned
de: Keine %@-Einträge in Angeheftet
es: No hay elementos %@ en Fijados
fr: Aucun élément %@ dans Épinglés
ja: ピン留めに %@ の項目はありません
ko: 고정됨에 %@ 항목이 없습니다
pl: Brak elementów %@ w Przypięte
zh_hans: 已固定中没有 %@ 类型的剪贴项
zh_hant: 「已釘選」中沒有 %@ 類型的項目

# timeline.noTypeInFolder
source: No %@ clips in this folder
de: Keine %@-Einträge in diesem Ordner
es: No hay elementos %@ en esta carpeta
fr: Aucun élément %@ dans ce dossier
ja: このフォルダに %@ の項目はありません
ko: 이 폴더에 %@ 항목이 없습니다
pl: Brak elementów %@ w tym folderze
zh_hans: 此文件夹中没有 %@ 类型的剪贴项
zh_hant: 此檔案夾中沒有 %@ 類型的項目

# timeline.noType
source: No %@ clips
de: Keine %@-Einträge
es: No hay elementos %@
fr: Aucun élément %@
ja: %@ の項目はありません
ko: %@ 항목이 없습니다
pl: Brak elementów %@
zh_hans: 没有 %@ 类型的剪贴项
zh_hant: 沒有 %@ 類型的項目

# timeline.emptyDefault
source: Copy something to build your clipboard history
de: Kopieren Sie etwas, um Ihren Verlauf aufzubauen
es: Copia algo para crear tu historial
fr: Copiez quelque chose pour créer votre historique
ja: コピーしてクリップボード履歴を作成
ko: 무엇이든 복사하여 클립보드 기록을 쌓아 보세요
pl: Skopiuj coś, aby zbudować historię schowka
zh_hans: 复制一些内容以建立剪贴板历史
zh_hant: 複製一些內容以建立剪貼簿歷史記錄

# timeline.emptyPinned
source: Pin clips to keep them here permanently
de: Einträge anheften, um sie hier zu behalten
es: Fija elementos para conservarlos aquí
fr: Épinglez des éléments pour les garder ici
ja: ピン留めしてここに常に表示
ko: 항목을 고정하면 여기에 계속 남습니다
pl: Przypnij elementy, aby zachować je tutaj
zh_hans: 固定剪贴项以永久保留在此
zh_hant: 釘選項目以永久保留在此

# timeline.emptyFolder
source: Add clips to this folder from the context menu
de: Einträge über das Kontextmenü zu diesem Ordner hinzufügen
es: Añade elementos a esta carpeta desde el menú contextual
fr: Ajoutez des éléments à ce dossier depuis le menu contextuel
ja: コンテキストメニューからこのフォルダに追加
ko: 우클릭 메뉴에서 이 폴더에 항목을 추가하세요
pl: Dodaj elementy do tego folderu z menu kontekstowego
zh_hans: 从右键菜单将剪贴项添加到此文件夹
zh_hant: 從快捷選單將項目加入此檔案夾

# timeline.unpin
source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
ja: ピン留めを解除
ko: 고정 해제
pl: Odepnij
zh_hans: 取消固定
zh_hant: 取消釘選

# timeline.pin
source: Pin
de: Anheften
es: Fijar
fr: Épingler
ja: ピン留め
ko: 고정
pl: Przypnij
zh_hans: 固定
zh_hant: 釘選

# timeline.addToFolder
source: Add to Folder
de: Zum Ordner hinzufügen
es: Añadir a carpeta
fr: Ajouter au dossier
ja: フォルダに追加
ko: 폴더에 추가
pl: Dodaj do folderu
zh_hans: 添加到文件夹
zh_hant: 加入檔案夾

# timeline.removeFromFolder
source: Remove from Folder
de: Aus Ordner entfernen
es: Quitar de carpeta
fr: Retirer du dossier
ja: フォルダから削除
ko: 폴더에서 제거
pl: Usuń z folderu
zh_hans: 从文件夹移除
zh_hant: 從檔案夾移除

# timeline.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
zh_hans: 删除
zh_hant: 刪除

# timeline.removeFromFolderAction
source: Remove from Folder
de: Aus Ordner entfernen
es: Quitar de carpeta
fr: Retirer du dossier
ja: フォルダから削除
ko: 폴더에서 제거
pl: Usuń z folderu
zh_hans: 从文件夹移除
zh_hant: 從檔案夾移除

# timeline.copy
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
pl: Kopiuj do schowka
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

# timeline.copyPlain
source: Copy as Plain Text
de: Als Klartext kopieren
es: Copiar como texto plano
fr: Copier en texte brut
ja: プレーンテキストでコピー
ko: 일반 텍스트로 복사
pl: Kopiuj jako zwykły tekst
zh_hans: 复制为纯文本
zh_hant: 以純文字複製

# timeline.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pl: Edytuj
zh_hans: 编辑
zh_hant: 編輯

# timeline.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
zh_hans: 取消
zh_hant: 取消

# timeline.create
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
pl: Utwórz
zh_hans: 创建
zh_hant: 建立

# settings.tab.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: このアプリについて
ko: 정보
pl: Informacje
zh_hans: 关于
zh_hant: 關於

# settings.tab.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pl: Ogólne
zh_hans: 通用
zh_hant: 一般

# settings.tab.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
zh_hans: 隐私
zh_hant: 隱私權

# settings.tab.folders
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
ja: フォルダ
ko: 폴더
pl: Foldery
zh_hans: 文件夹
zh_hant: 檔案夾

# settings.tab.stack
source: Stack
de: Stapel
es: Pila
fr: Pile
ja: スタック
ko: 붙여넣기 스택
pl: Stos
zh_hans: 粘贴堆栈
zh_hant: 貼上堆疊

# settings.tab.storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장 공간
pl: Pamięć
zh_hans: 存储
zh_hant: 儲存空間

# settings.aboutBlurb
source: Paste It is a local-first clipboard manager. History stays on this Mac.
de: Paste It ist ein lokaler Zwischenablage-Manager. Der Verlauf bleibt auf diesem Mac.
es: Paste It es un gestor de portapapeles local. El historial permanece en este Mac.
fr: Paste It est un gestionnaire de presse-papiers local. L'historique reste sur ce Mac.
ja: Paste It はローカル優先のクリップボードマネージャーです。履歴はこの Mac にのみ保存されます。
ko: Paste It은 로컬 우선 클립보드 관리 앱입니다. 기록은 이 Mac에만 저장됩니다.
pl: Paste It to lokalny menedżer schowka. Historia pozostaje na tym Macu.
zh_hans: Paste It 是一款本地优先的剪贴板管理器。历史记录仅保存在本 Mac。
zh_hant: Paste It 是本地優先的剪貼簿管理工具，歷史記錄僅保存在這台 Mac。

# settings.showTutorial
source: Show Tutorial…
de: Tutorial anzeigen…
es: Mostrar tutorial…
fr: Afficher le tutoriel…
ja: チュートリアルを表示…
ko: 튜토리얼 보기…
pl: Pokaż samouczek…
zh_hans: 显示教程…
zh_hant: 顯示教學課程…

# settings.whatsNew
source: What's New…
de: Neuigkeiten…
es: Novedades…
fr: Nouveautés…
ja: 新機能…
ko: 새로운 기능…
pl: Co nowego…
zh_hans: 新功能…
zh_hant: 新功能…

# settings.checkingUpdates
source: Checking for updates…
de: Suche nach Updates…
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
pl: Sprawdzanie aktualizacji…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新項目…

# settings.pauseCapture
source: Pause clipboard capture
de: Zwischenablage-Erfassung pausieren
es: Pausar captura del portapapeles
fr: Suspendre la capture du presse-papiers
ja: クリップボードのキャプチャを一時停止
ko: 클립보드 캡처 일시 정지
pl: Wstrzymaj przechwytywanie schowka
zh_hans: 暂停剪贴板捕获
zh_hant: 暫停剪貼簿擷取

# settings.pastePlainDefault
source: Paste as plain text by default
de: Standardmäßig als Klartext einfügen
es: Pegar como texto plano por defecto
fr: Coller en texte brut par défaut
ja: デフォルトでプレーンテキストとしてペースト
ko: 기본적으로 일반 텍스트로 붙여넣기
pl: Domyślnie wklejaj jako zwykły tekst
zh_hans: 默认粘贴为纯文本
zh_hant: 預設以純文字貼上

# settings.plainTextFootnote
source: ⌃⌘V pastes once as plain text, then restores the original clipboard (Accessibility required to auto-paste). In the timeline, ⇧↩ pastes the selection as plain text.
de: ⌃⌘V fügt einmal als Text ein und stellt die ursprüngliche Zwischenablage wieder her (Bedienungshilfen für Auto-Einfügen). Im Verlauf fügt ⇧↩ die Auswahl als Text ein.
es: ⌃⌘V pega una vez como texto plano y restaura el portapapeles original (se requiere accesibilidad para pegado automático). En el historial, ⇧↩ pega la selección como texto plano.
fr: ⌃⌘V colle une fois en texte brut, puis restaure le presse-papiers d'origine (accessibilité requise pour le collage auto). Dans l'historique, ⇧↩ colle la sélection en texte brut.
ja: ⌃⌘V で一度プレーンテキストをペーストし、元のクリップボードを復元します（自動ペーストにはアクセシビリティが必要）。タイムラインでは ⇧↩ で選択項目をプレーンテキストとしてペーストします。
ko: ⌃⌘V는 한 번 일반 텍스트로 붙여넣은 뒤 원래 클립보드를 복원합니다(자동 붙여넣기에는 손쉬운 사용이 필요합니다). 타임라인에서는 ⇧↩로 선택 항목을 일반 텍스트로 붙여넣습니다.
pl: ⌃⌘V wkleja raz jako zwykły tekst, potem przywraca oryginalny schowek (wymagana dostępność do auto-wklejania). W historii ⇧↩ wkleja zaznaczenie jako zwykły tekst.
zh_hans: ⌃⌘V 会粘贴一次纯文本，然后恢复原来的剪贴板内容（自动粘贴需要辅助功能权限）。在时间轴中，⇧↩ 会将所选内容粘贴为纯文本。
zh_hant: ⌃⌘V 會貼上一次純文字，然後還原原本的剪貼簿內容（自動貼上需要「輔助使用」）。在時間軸中，⇧↩ 會以純文字貼上選取項目。

# settings.launchAtLogin
source: Launch at login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
pl: Uruchamiaj przy logowaniu
zh_hans: 登录时启动
zh_hant: 登入時打開

# settings.keepHistory
source: Keep history
de: Verlauf behalten
es: Conservar historial
fr: Conserver l'historique
ja: 履歴の保持
ko: 기록 보관
pl: Zachowaj historię
zh_hans: 保留历史
zh_hant: 保留歷史記錄

# settings.maxHistoryItems
source: Max history items
de: Max. Verlaufseinträge
es: Máx. elementos del historial
fr: Nombre max. d'éléments
ja: 履歴の最大件数
ko: 최대 기록 항목 수
pl: Maks. liczba elementów historii
zh_hans: 最大历史条数
zh_hant: 歷史記錄上限

# settings.clipboardPolling
source: Clipboard polling
de: Zwischenablage-Abfrage
es: Sondeo del portapapeles
fr: Interrogation du presse-papiers
ja: クリップボードのポーリング
ko: 클립보드 확인 간격
pl: Odpytywanie schowka
zh_hans: 剪贴板轮询
zh_hant: 剪貼簿輪詢

# settings.stackDirection
source: Default paste direction
de: Standard-Einfügerichtung
es: Dirección de pegado predeterminada
fr: Direction de collage par défaut
ja: デフォルトのペースト方向
ko: 기본 붙여넣기 순서
pl: Domyślny kierunek wklejania
zh_hans: 默认粘贴方向
zh_hant: 預設貼上方向

# settings.stackFootnote
source: ⇧⌘C opens or closes Paste Stack. While the stack has items, ⌘V in any app pastes the next one (Accessibility required). Runtime controls live in the Stack panel and the ⋯ menu.
de: ⇧⌘C öffnet oder schließt den Einfügestapel. Solange Einträge vorhanden sind, fügt ⌘V in einer App den nächsten ein (Bedienungshilfen erforderlich). Steuerung im Stapel-Panel und im ⋯-Menü.
es: ⇧⌘C abre o cierra la pila de pegado. Mientras tenga elementos, ⌘V en cualquier app pega el siguiente (se requiere accesibilidad). Los controles están en el panel Pila y el menú ⋯.
fr: ⇧⌘C ouvre ou ferme la pile de collage. Tant qu'elle contient des éléments, ⌘V dans une app colle le suivant (accessibilité requise). Les contrôles sont dans le panneau Pile et le menu ⋯.
ja: ⇧⌘C でペーストスタックを開閉。スタックに項目がある間、任意のアプリで ⌘V が次をペーストします（アクセシビリティが必要）。実行時の操作はスタックパネルと ⋯ メニューにあります。
ko: ⇧⌘C로 붙여넣기 스택을 열고 닫을 수 있습니다. 스택에 항목이 있는 동안 다른 App에서 ⌘V를 누르면 다음 항목이 붙여넣어집니다(손쉬운 사용 필요). 실행 중 제어는 스택 패널과 ⋯ 메뉴에 있습니다.
pl: ⇧⌘C otwiera lub zamyka stos wklejania. Gdy ma elementy, ⌘V w dowolnej aplikacji wkleja następny (wymagana dostępność). Sterowanie w panelu Stos i menu ⋯.
zh_hans: ⇧⌘C 可打开或关闭粘贴堆栈。堆栈中有内容时，在任意应用中按 ⌘V 可粘贴下一项（需辅助功能权限）。运行时控制位于堆栈面板和 ⋯ 菜单。
zh_hant: ⇧⌘C 可打開或關閉貼上堆疊。堆疊中有內容時，在任意 App 中按 ⌘V 會貼上下一項（需要「輔助使用」）。執行時控制項位於堆疊面板與 ⋯ 選單。

# settings.maxBinaryStorage
source: Max binary storage: %lld MB
de: Max. Binärspeicher: %lld MB
es: Almacenamiento binario máx.: %lld MB
fr: Stockage binaire max. : %lld Mo
ja: 最大バイナリ容量：%lld MB
ko: 최대 바이너리 저장 용량: %lldMB
pl: Maks. pamięć binarna: %lld MB
zh_hans: 最大二进制存储：%lld MB
zh_hant: 二進位資料上限：%lld MB

# settings.pruneNow
source: Prune Now
de: Jetzt bereinigen
es: Limpiar ahora
fr: Nettoyer maintenant
ja: 今すぐ整理
ko: 지금 정리
pl: Oczyść teraz
zh_hans: 立即清理
zh_hant: 立即整理

# settings.clearKeepPinned
source: Clear History, Keep Pinned
de: Verlauf löschen, Angeheftetes behalten
es: Borrar historial, conservar fijados
fr: Effacer l'historique, garder les épinglés
ja: 履歴を消去（ピン留めは保持）
ko: 기록 지우기(고정 항목 유지)
pl: Wyczyść historię, zachowaj przypięte
zh_hans: 清除历史，保留已固定
zh_hant: 清除歷史記錄，保留已釘選項目

# settings.clearAllHistory
source: Clear All History
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fr: Tout effacer
ja: 履歴をすべて消去
ko: 모든 기록 지우기
pl: Wyczyść całą historię
zh_hans: 清除全部历史
zh_hant: 清除所有歷史記錄

# folders.pinnedFooter
source: The Pinned tab cannot be renamed or deleted. Use Pin / Unpin on clips to manage its contents.
de: Der Tab Angeheftet kann nicht umbenannt oder gelöscht werden. Anheften/Lösen über die Einträge.
es: La pestaña Fijados no se puede renombrar ni eliminar. Usa Fijar / Desfijar en los elementos.
fr: L'onglet Épinglés ne peut pas être renommé ni supprimé. Utilisez Épingler / Désépingler sur les éléments.
ja: 「ピン留め」タブは名前変更・削除できません。項目のピン留め/解除で内容を管理します。
ko: 고정됨 탭은 이름을 바꾸거나 삭제할 수 없습니다. 항목의 고정/고정 해제로 내용을 관리하세요.
pl: Karty Przypięte nie można zmienić nazwy ani usunąć. Użyj Przypnij / Odepnij na elementach.
zh_hans: 「已固定」标签无法重命名或删除。在剪贴项上使用固定/取消固定来管理内容。
zh_hant: 「已釘選」標籤無法重新命名或刪除。請在項目上使用「釘選／取消釘選」來管理內容。

# folders.noCustom
source: No custom folders
de: Keine benutzerdefinierten Ordner
es: No hay carpetas personalizadas
fr: Aucun dossier personnalisé
ja: カスタムフォルダはありません
ko: 사용자 폴더 없음
pl: Brak własnych folderów
zh_hans: 没有自定义文件夹
zh_hant: 沒有自訂檔案夾

# folders.rename
source: Rename…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名前を変更…
ko: 이름 변경…
pl: Zmień nazwę…
zh_hans: 重命名…
zh_hant: 重新命名…

# folders.addHelp
source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
ja: フォルダを追加
ko: 폴더 추가
pl: Dodaj folder
zh_hans: 添加文件夹
zh_hant: 新增檔案夾

# folders.renameHelp
source: Rename Folder
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
ja: フォルダ名を変更
ko: 폴더 이름 변경
pl: Zmień nazwę folderu
zh_hans: 重命名文件夹
zh_hant: 重新命名檔案夾

# folders.deleteHelp
source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
ja: フォルダを削除
ko: 폴더 삭제
pl: Usuń folder
zh_hans: 删除文件夹
zh_hant: 刪除檔案夾
